{"data": [
  { "id": "fmq", "name": "Fernando Quintão",      "body": "Fernando Quintão got his Ph.D in 2008, at UCLA. Since 2009 he is an associate professor at the Federal University of Minas Gerais, Brazil, where he teaches programming languages and does research on compilers. He is interested in general static analyses and code optimizations. His projects use LLVM (this one) or some other major open source compilation infrastructure, like JavaScriptCore or Soot.", "meta": { "www": "https://homepages.dcc.ufmg.br/~fernando/",                                        "gitHubUrl": "https://github.com/pronesto",  "lattesUrl": "http://lattes.cnpq.br/4608001746330875" } },
  { "id": "afs", "name": "Anderson Faustino da Silva",      "body": "Anderson Faustion da Silva got his Ph.D in 2007, at COOPE/UFRJ - Brazil. Since 2008, he is an associate professor at the State University of Maringá, Brazil, where he teaches computer architecture and compilers, besides doing research on the latter. He is interested in autotunning and code optimizations.",                                                                                               "meta": { "www": "",                                                                                "gitHubUrl": "https://github.com/AndersonFaustino", "lattesUrl": "http://lattes.cnpq.br/3436095483096185" } },
  { "id": "jwm", "name": "José Wesley Magalhães", "body": "José Wesley Magalhães holds a Bachelor's degree in Computer Science from the Federal University of Viçosa, UFV, (2018). Currently is an MSc student at the Federal University of Minas Gerais, UFMG, working in the Compilers Laboratory, LAC. His research interests involve Compilers and Programming Languages, focusing on validation of benchmarks for compilers.",                                          "meta": { "www": "https://www.linkedin.com/in/jos%C3%A9-wesley-de-souza-magalh%C3%A3es-67131b190/", "gitHubUrl": "https://github.com/JWesleySM", "lattesUrl": "http://lattes.cnpq.br/5322689552829310" } },
  { "id": "bck", "name": "Bruno Conde Kind",      "body": "Bruno is a candidate for B. S. in Computer Science at Federal University of Minas Gerais. He's being advised by Fernando Quintão in compilers research projects, such as this one. His interests include static analysis, automation, operating systems and UX. Currently wishes to study more about category theory and programming languages, specifically Rust, Go, Haskell, Idris, Dart and WebAssembly.",    "meta": { "www": "https://condekind.github.io/",                                                    "gitHubUrl": "https://github.com/condekind", "lattesUrl": "http://lattes.cnpq.br/3415858801411346" } }
]}
